/* Напишите программу, которая на вход принимает два числа и выдаёт, 
какое число большее, а какое меньшее.*/


int numberA = -5;
int numberB = -9;


if ( numberA > numberB ) {
    Console.Write ("Максимальное число ");
    Console.WriteLine (numberA);
    }
    else
    {
        Console.Write ("Максимальное число ");
        Console.WriteLine (numberB);
    }