/*  Напишите программу, которая на вход принимает число (N),
 а на выходе показывает все чётные числа от 1 до N.   5 -> 2, 4  */



int numA = 9;

for (int i = 0; i <= numA; i=i+2)
{
    Console.WriteLine(i);
}